{"dates":{"maximum":"2023-03-26","minimum":"2023-02-06"},"page":1,"results":[{"adult":false,"backdrop_path":"/ceYZCBfwbBwSpGJ6PapNVw5jqLG.jpg","genre_ids":[16,18,12,14],"id":916224,"original_language":"ja","original_title":"すずめの戸締まり","overview":"Suzume, 17, lost her mother as a little girl. On her way to school, she meets a mysterious young man. But her curiosity unleashes a calamity that endangers the entire population of Japan, and so Suzume embarks on a journey to set things right.","popularity":336.139,"poster_path":"/oNbCAM3UVJamxRFd5hUt686aqb2.jpg","release_date":"2023-03-08","title":"Suzume","video":false,"vote_average":8.4,"vote_count":35},{"adult":false,"backdrop_path":"/ckVCgsUNzLnmbw4ShpTVJ6G9TZ7.jpg","genre_ids":[27],"id":1064312,"original_language":"id","original_title":"Waktu Maghrib","overview":"The cruel terror chased the souls of Adi and Saman until. Ayu knows the reason for the terror. There is a sin that is committed at the most dangerous time, Maghrib Time. What sin did they commit? What happened to Adi, Saman, Ayu and the villagers?","popularity":69.245,"poster_path":"/tLkviJkau1cRMCoAa06R1gkH2Hn.jpg","release_date":"2023-02-09","title":"Waktu Maghrib","video":false,"vote_average":6.3,"vote_count":11},{"adult":false,"backdrop_path":"/zjpYDQlhvrAaohKRShu522sKJ87.jpg","genre_ids":[16,35,18],"id":783675,"original_language":"ja","original_title":"THE FIRST SLAM DUNK","overview":"Hanamichi Sakuragi is a delinquent with a long history of getting dumped by girls. After enrolling in Shohoku High School, Hanamichi becomes interested in a girl named Haruko who loves the game of basketball, so he joins the school's team. Months later, him and the team challenge the inter-high basketball champions, the Sannoh school.","popularity":50.179,"poster_path":"/rdPlVH2t6wmGYbe2Ii7P2pyi5hm.jpg","release_date":"2023-02-22","title":"THE FIRST SLAM DUNK","video":false,"vote_average":8.5,"vote_count":17},{"adult":false,"backdrop_path":"/u3vn5G8ugdmmTfZjC9I1me11zo1.jpg","genre_ids":[35,27],"id":961211,"original_language":"id","original_title":"Hantu Baru","overview":"","popularity":5.776,"poster_path":"/yLVjTTDdIwbLJWlPNQI4PoZMnfa.jpg","release_date":"2023-03-23","title":"Hantu Baru","video":false,"vote_average":5,"vote_count":1},{"adult":false,"backdrop_path":"/lXcQRv8vn6USWSQuFiQhiUqRU3g.jpg","genre_ids":[27],"id":1057963,"original_language":"id","original_title":"Jin Qorin","overview":"The household life of Seno and Alya keeps one big secret. The secret slowly begins to unravel when Abdi, who is Seno's friend and brother-in-law, begins to investigate Seno. The investigation was initiated because Abdi suspected that Seno had a special relationship with his co-worker, Wina. However, Abdi's investigation leads him to find strange things inside Seno. Some of them made Abdi see various apparitions of scary spirits and strange incidents that led him to reveal the secrets of someone's past who once ran away to get supernatural powers.","popularity":5.69,"poster_path":"/pM5dcLRDrfhx213p540KXLkDX3S.jpg","release_date":"2023-03-23","title":"Jin Qorin","video":false,"vote_average":1,"vote_count":1},{"adult":false,"backdrop_path":"/q7rmoHavuF4BgjttnQJkLumc5aa.jpg","genre_ids":[18,10749],"id":1052860,"original_language":"id","original_title":"Bismillah Kunikahi Suamimu","overview":"CATHY has just returned to Indonesia from studying abroad as a gynecology specialist (pregnancy and uterus health). Arriving in Jakarta, Cathy's friends and family welcomed her proudly. But along with her new title and job, Cathy is also under pressure from her parents to get married. One candidate emerged as the strongest candidate for Cathy, his name was Erol. Cathy's friend has long harbored feelings for him, but Cathy has no intention of welcoming those feelings because her heart is still trapped in an old love with MALIK, her boyfriend from high school. One day, Cathy meets an old friend, her name is HANNA. They met while Cathy was practicing; Hanna comes as a patient who is pregnant. As a form of letting go, Hanna invites Cathy to have dinner at her house. But how shocked Cathy was when she found out that Hanna's husband was Malik. Cathy's surprise grew when she found cancer cells in Hanna's body.","popularity":6.817,"poster_path":"/4hnp6iPngoLiJhSkQaSdGB1pgQI.jpg","release_date":"2023-02-23","title":"Bismillah Kunikahi Suamimu","video":false,"vote_average":2,"vote_count":1},{"adult":false,"backdrop_path":"/kYYTkwAJ6s7GvmEYGxtLyNEfxX5.jpg","genre_ids":[28,12,35,18,14,10402,10749,878],"id":632880,"original_language":"id","original_title":"Virgo and the Sparklings","overview":"Riani, a teenager who is forced to reveal her hidden powers when several mysterious cases occur and turn the city into chaos.","popularity":4.548,"poster_path":"/445eQrW7AMcphgd32twDNI5U58y.jpg","release_date":"2023-03-02","title":"Virgo and the Sparklings","video":false,"vote_average":4.3,"vote_count":2},{"adult":false,"backdrop_path":"/tfHgVZOIYAWo5GH2JAmvXcZZD9S.jpg","genre_ids":[18,878],"id":1084412,"original_language":"id","original_title":"Kembang Api","overview":"4 people intend to commit suicide together by blowing themselves up using a large ball of fireworks, but strange events occur, every times they explode, they don't die and return to their initial state.","popularity":3.938,"poster_path":"/xcrssH6rL4BebUBxJfC8gGgRkEg.jpg","release_date":"2023-03-02","title":"Kembang Api","video":false,"vote_average":8.5,"vote_count":1},{"adult":false,"backdrop_path":"/9qnspwoa4sP5diuJ8mVPMUS9FUm.jpg","genre_ids":[27],"id":1070923,"original_language":"id","original_title":"Iblis Dalam Darah","overview":"Haruni screams in pain of being possessed by a devil. As well as being in pain it also tends to hurt her. Haruni's younger brother, Hanum, has glaucoma. Dr. Ahmad, who was treating Hanum, heard Haruni's story. He then treated Haruni during the night of the recitation. Haruni's body spasmed violently and managed to release all the bonds on her body and jumped into the window of the second floor of the house. Ahmad suspects that Haruni has a connection with the suicide case. The body of the person who killed himself also mastered the demon flowing in Haruni's blood. Ahmad and a police friend helped Haruni with a problem, looking for data on people who committed suicide, and expelling the evil spirit from Haruni's body.","popularity":3.797,"poster_path":"/1Adi9qE0UBDHN8JHw4HSwPrduUD.jpg","release_date":"2023-03-16","title":"Iblis Dalam Darah","video":false,"vote_average":3,"vote_count":1},{"adult":false,"backdrop_path":"/uqBUqfbZwi8y2nmPdnnZkIvmRTs.jpg","genre_ids":[27,12],"id":1073070,"original_language":"ms","original_title":"Pulau","overview":"The vacation of a group of youngsters turns into an endless horrifying nightmare after a losing bet forces them to spend a night on a deserted island.  As they stumble upon a mysterious abandoned village there, they accidentally break an old spell that was placed to restrain an antagonizing spirit trapped in the island. One by one, they are made to suffer the gripping and gruesome consequences of their mistakes,  infuriating an evil creature that needs human blood to stay alive. The only way out is in the hands of a girl who desperately needs to use her supernatural gift to untangle an unsettling history connected to a tainted cross-cultural love story.","popularity":4.378,"poster_path":"/qv3GjKNh4noyCmp4ysTDcT8yDlW.jpg","release_date":"2023-03-22","title":"The Island","video":false,"vote_average":6,"vote_count":1},{"adult":false,"backdrop_path":"/uR14wkLnZEf75LwvnIuIeOOdjij.jpg","genre_ids":[27],"id":1084376,"original_language":"id","original_title":"Losmen Melati","overview":"Losmen Melati was originally an old Dutch colonial estate which was converted into an inn. The house was once owned by a local doctor named Kusno, who secretly performed inhumane experiments on cadavers. After the arrival of Melati, a young village girl who has occult knowledge and does not believe in folklore, it is revealed that the house and its inhabitants are cursed by the spirits of the dead. By accepting the shadow's curse, Melati gains eternal life and hopes to bring her children back to life","popularity":3.68,"poster_path":"/9dyXheU12Dv2GrhnjPQ3iIZG3ne.jpg","release_date":"2023-03-16","title":"Losmen Melati","video":false,"vote_average":8,"vote_count":1},{"adult":false,"backdrop_path":"/vehrxwNb15KjVzcPdiFVC6KxQuV.jpg","genre_ids":[16,28,12,35,10751,878],"id":1051180,"original_language":"ms","original_title":"Mechamato Movie","overview":"Amato finds a prison spaceship containing bad robots that have crashed to earth. One such robot is the MechaBot which has the ability to mechanise everyday objects into high-tech devices. Amato manages to outsmart MechaBot and becomes its master. Since then, Amato and MechaBot work together to find and capture the bad robots.","popularity":1.891,"poster_path":"/eUDTunmBCLlsGqDxVj7teijIN2w.jpg","release_date":"2023-03-01","title":"Mechamato Movie","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/3H2ZV2NGPrOooK3qf8g1p0qVLee.jpg","genre_ids":[27],"id":1057938,"original_language":"id","original_title":"Perjanjian Gaib","overview":"The story of a young couple named Andry and Wati who have just received a job to take care of a grandmother who is about to have a birthday. But who would have thought, the grandmother actually suddenly died on the first day Andry and Wati took care of her. After the death, it seems that Andry and Wati have to face the terror of their grandmother, who apparently has a hidden secret.","popularity":2.967,"poster_path":"/zWq0RoV8d913lZF9AMVsGRgqpR4.jpg","release_date":"2023-03-09","title":"Perjanjian Gaib","video":false,"vote_average":3.5,"vote_count":1},{"adult":false,"backdrop_path":"/5cjkfqD1MDdyUnwKQevpzOrKPDX.jpg","genre_ids":[16,12,35,10751,14],"id":1068761,"original_language":"id","original_title":"Kiko In The Deep Sea","overview":"An adventure of 5 friends, Kiko, Poli, Lola, Tingting and Patino to help a royal princess find five lost pearls in order to restore a broken kingdom. However, Kiko's expectations were wrong. The adventure he faced with his friends turned out to be difficult to complete because the villains were so strong and unmatched.","popularity":1.736,"poster_path":"/nGdzcspw8b0sqAYJClkQFwn3rG4.jpg","release_date":"2023-02-23","title":"Kiko In The Deep Sea","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[27],"id":962881,"original_language":"id","original_title":"Sukmailang","overview":"Team Seven was surprised to find one of their members, Nino, suddenly disappeared while climbing the summit of Sukmailang. Was Nino lost because he got lost or because of something else?","popularity":2.467,"poster_path":"/nd8Wjsix5Kiq7AAmav8B1lOPD0q.jpg","release_date":"2023-03-16","title":"Sukmailang","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/z7usudBpkzcHrTQUtJPSmSypDs5.jpg","genre_ids":[18,10749],"id":1057011,"original_language":"id","original_title":"Gita Cinta dari SMA","overview":"Ratna Suminar, the new student meets Galih Rakasiwi as a cold and indifferent figure. Until then the two of them fell in love with each other. However, Ratna's father opposes their relationship. Various methods are used to separate them. Will Galih and Ratna accept the fact that their love story will never end?","popularity":3.293,"poster_path":"/3yJDt9kkLeOjTPKzuYiSa5zrjP8.jpg","release_date":"2023-02-09","title":"Gita Cinta dari SMA","video":false,"vote_average":7,"vote_count":1},{"adult":false,"backdrop_path":"/qS3RpdQjlRuVfSi96NsvqfvLyIZ.jpg","genre_ids":[18],"id":1087955,"original_language":"id","original_title":"Glo, Kau Cahaya","overview":"Gloria Simbiak, a swimming athlete, has to fight her way out of the labyrinth of depression due to loss of leg function which for a swimmer is like losing a life. The days were filled with sorrow and deep wounds. Gloria felt that the victory she had previously achieved and was within her grasp, becoming a gold medalist athlete in the swimming Olympics, had become useless. Gloria tries to get through the days that will never be the same, to move on or stop and regret it with grandmother Isy and her three best friends, Julvri, Idho and Eliza.","popularity":2.015,"poster_path":"/f09naomDFEcBbpRLMUueIxcbgBC.jpg","release_date":"2023-03-09","title":"Glo, Kau Cahaya","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[35,12],"id":1087964,"original_language":"id","original_title":"Kun Ana Wa Anta","overview":"Unexpectedly, Firman and his friends found an orangutan who had escaped and was running from the pursuit of Indonesian endangered species smugglers. Firman and his friends who really love animals try to protect the Orang Utan. With the help of everyone in charge, they try to thwart and save these endangered species. Did Firman and his friends succeed in saving these endangered species?","popularity":2.26,"poster_path":"/d3baYARR6ZARpBA0s2ln55vCBef.jpg","release_date":"2023-03-09","title":"Kun Ana Wa Anta","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":"/hA6qv3AnnwtRTpCiAgjV7CjAVG8.jpg","genre_ids":[18],"id":1096534,"original_language":"en","original_title":"Burning Bridges","overview":"Abisatya has arrived in front of her childhood home. The house looks simple. However, that simplicity actually triggers agitation within Abisatya. In the car, he began questioning his decision and readiness to come tell his mother about his true identity.","popularity":1.643,"poster_path":"/z8CsyMOQGLoRoVqS2bvIFmAC8gq.jpg","release_date":"2023-03-07","title":"Burning Bridges","video":false,"vote_average":0,"vote_count":0},{"adult":false,"backdrop_path":null,"genre_ids":[18],"id":1087576,"original_language":"en","original_title":"Dear Stranger","overview":"Bintang (17), Zalika (17), and Surya, have been friends since childhood. Their friendship started when Zalika moved to the house next door to Bintang and Surya, who are brother and sister. One day, an incident made Zalika lose and forget Bintang. Bintang, who had harbored feelings for Zalika for a long time, did various ways to make Zalika remember him again. However, unexpectedly, all of Bintang's efforts ended in a reality he didn't expect.","popularity":1.175,"poster_path":"/yFgxHzvmZxeWVMjwQOe8QhjxNTD.jpg","release_date":"2023-02-14","title":"Dear Stranger","video":false,"vote_average":0,"vote_count":0}],"total_pages":2,"total_results":27}
